relay/10/05-talla.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-04 Mon 00:14 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 10–5</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 10–5<br/></h1>
<h3 class="date">2018-06-03 (last exported 2018-06-04 Mon 00:14)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org2f88af9">1. Translation</a></li>
<li><a href="#org5159359">2. Gloss, IPA and Translation</a></li>
<li><a href="#orga35a9b2">3. <span class="todo WAIT">WAIT</span> Grammar</a>
<ul>
<li><a href="#org4bb3aed">3.1. Phonology</a></li>
<li><a href="#org51d761e">3.2. Morphology</a>
<ul>
<li><a href="#org978a108">3.2.1. Nominals</a>
<ul>
<li><a href="#org23ddeb3">3.2.1.1. Nouns</a></li>
<li><a href="#org8d7e218">3.2.1.2. Adjectives</a></li>
<li><a href="#orgabfc69e">3.2.1.3. Pronouns</a></li>
<li><a href="#orgcda674e">3.2.1.4. Verbs</a></li>
</ul>
</li>
<li><a href="#orgee97e58">3.2.2. Syntax</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org5488629">4. <span class="todo WAIT">WAIT</span> Lexicon</a></li>
<li><a href="#org382ea8c">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-org2f88af9" class="outline-2">
<h2 id="org2f88af9"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="short-relay">
<p>

</p>

<div class="natlang-name">
<p>
English
</p>

</div>

<div class="natlang-text">
<p>
&ldquo;I know I am skillful.&rdquo; The man who runs the store sneezed. &ldquo;I stand in the
place that I&rsquo;ve always known.&rdquo;
</p>

<p>
I sadly looked at Sufarar.
</p>

<p>
&ldquo;You are friendly. Look at me now.&rdquo;
</p>

<p>
&ldquo;I will obey.&rdquo;
</p>

<p>
&ldquo;You run this store, and it is difficult. I do not rest, I am always moving. I
am sure this store will never close.&rdquo;
</p>

<p>
&ldquo;This store won&rsquo;t close?&rdquo;
</p>

<p>
&ldquo;This store is impossible to close. A demon told me. The curse is great.&rdquo; The
man sneezed.
</p>

<p>
&ldquo;While you ran the store, the curse closed it?&rdquo;
</p>

<p>
&ldquo;Unfortunately, the curse demanded for the store to be closed. I&rsquo;m sure the
curse will not end for a long time! The demon&rsquo;s curse did not exist when I
worked here.&rdquo;
</p>

</div>

<div class="conlang-name">
<p>
Laikan
</p>

</div>

<div class="conlang-text">
<p>
&ldquo;hadiya yau vai; yau na jiyali.&rdquo; ajwa daz, vaun darauniya aa miram. &ldquo;biya
huzddal, vaun adan hadiya, yau.&rdquo;
</p>

<p>
ilwa dibb Zuvara baulwi yau.
</p>

<p>
&ldquo;lu na viyaz. auv ha, ilwij yawi lu.&rdquo;
</p>

<p>
&ldquo;zumiddiya yau.&rdquo;
</p>

<p>
&ldquo;darauniya lu aa miram id, ya vi na uduri. adan bauziviya - adan jada humpi
yau. baubbirariyaj miram id; hadiya yau vai.&rdquo;
</p>

<p>
&ldquo;baubbirariyaj miram id, zauha a.&rdquo;
</p>

<p>
&ldquo;mid baubbirariya hadan miram id. yigai ajma augu dau. unvaun na lazai.&rdquo; ajwa
 daz.
</p>

<p>
&ldquo;auv darauniya lu aa miram, bbirarwaj unvaun vai, yauha a.&rdquo;
</p>

<p>
&ldquo;ubbyi unvaun vai; bbirariya ajal miram. auv daam madzi, bauniyinyij unvaun;
 hadiya yau vai. auv gariya yau iddal, bauhiya unvaun ajmahigza augu.&rdquo;
</p>

</div>

</div>
</div>
</div>

<div id="outline-container-org5159359" class="outline-2">
<h2 id="org5159359"><span class="section-number-2">2</span> Gloss, IPA and Translation</h2>
<div class="outline-text-2" id="text-2">
<pre class="example">
*************************

ENG TRS: "I know I am skillful." The man who runs the store sneezed. "I stand in the place that I've always known." 
WIZ GLS: know-STA 1S.NOM 3Si.ACC; 1S.NOM have skill."  sneeze-ATEL man, REL.does control-STA ACC store. "stand-STA place-INE, REL.do HAB  know-STA, 1S.NOM."
WIZ TRS: "hadiya  yau    vai;     yau    na   jiyali." ajwa        daz, vaun     darauniya   aa  miram. "biya      huzddal,   vaun   adan hadiya,   yau."

WIZ: "hadiya yau vai; yau na jiyali." ajwa daz, vaun darauniya aa miram. "biya huzddal, vaun adan hadiya, yau."
IPA: ["ɣə̤ˈdijə ˈjɑ ˈvai̯; ˈjɑ nə ʒɪˈjali." ˈaʒwə ˈdaz, ˈvɑn dəɾɑˈnijə ˈe ˈmiɾəm. "ˈbijə ˈɣɯ̤zˌtal, vɑn ˈadən ɣə̤ˈdijə, jɑ."]

*************************

ENG TRS: I sadly looked at Sufarar.
WIZ GLS: look-ATEL sad  Sufarar HON-LAT 1S.NOM.
WIZ TRS: ilwa      dibb Zuvara  baulwi  yau.

WIZ: ilwa dibb Zuvara baulwi yau.
IPA: [ˈilwə ˈdip ˈzɯvəɾə ˈbɑlwi jɑ.]

*************************

ENG TRS: "You are friendly. Look at me now."
WIZ GLS: 2.NOM have kind.  During present, look-TEL-IRR 1S.ADP-LAT 2S.NOM.
WIZ TRS: "lu   na   viyaz. auv    ha,      ilwij        yawi       lu.

WIZ: "lu na viyaz. auv ha, ilwij yawi lu."
IPA: [ˈlɯ nə ˈvijəz. ˈɑv ˈɣa̤, ˈilwiʒ ˈjawi lɯ.]

*************************

ENG TRS: "I will obey."
WIZ GLS: obey-STA   1S.NOM
WIZ TRS: "zumiddiya yau."

WIZ: "zumiddiya yau."
IPA: ["ˈzɯmɪˌdijə jɑ."]

*************************

ENG TRS: "You run this store, and it is difficult. I do not rest, I am always moving. I am sure this store will never close."
WIZ GLS: control-STA 2S.NOM ACC store PROX, and 3Si.NOM have difficult. HAB  NEG-rest-STA - HAB  move-DUR always 1S.NOM. NEG-close-STA-IRR store PROX; know-STA 1S.NOM 3Si.ACC.
WIZ TRS: "darauniya  lu     aa  miram id,   ya  vi      na   uduri.     adan bauziviya    - adan jada     humpi  yau.    baubbirariyaj     miram id;   hadiya   yau    vai."

WIZ: "darauniya lu aa miram id, ya vi na uduri. adan bauziviya - adan jada humpi yau. baubbirariyaj miram id; hadiya yau vai."
IPA: ["dəˈɾɑˌnijə ˈlɯ ˈe ˈmiɾəm ˈid, jə ˈvi nə ˈɯdɯɾi. əˈdan ˈʒadə ˈɣɯ̤mpi ˈjɑ. bɑˈpiɾəˌɾijəʒ ˈmiɾəm ˈid; ɣə̤ˈdijə ˈjɑ ˈvai̯."]

*************************

ENG TRS: "This store won't close?"7
WIZ GLS: NEG-close-STA-IRR store this, yes   Q.
WIZ TRS: "baubbirariyaj    miram id,   zauha a."

WIZ: "baubbirariyaj miram id, zauha a."
IPA: ["bɑˈpiɾəˌɾijəʒ ˈmiɾəm ˈid, ˈzɑɦɑ̤ ˈa."]

*************************

ENG TRS: "This store is impossible to close. A demon told me. The curse is great." The man sneezed.
WIZ GLS: POT NEG-close-STA sure  store PROX. speak-TEL spirit bad  1S.ACC. curse  have great." sneeze-ATEL man.
WIZ TRS: mid baubbirariya  hadan miram id.   yigai     ajma   augu dau.    unvaun na   lazai." ajwa        daz.

WIZ: "mid baubbirariya hadan miram id. yigai ajma augu dau. unvaun na lazai." ajwa daz.
IPA: ["ˈmid bɑˈpiɾəˌɾijə ˈɣadən ˈmiɾəm ˈid. jɪˈɡai̯ ˈaʒmə ˈɑɡɯ ˈdɑ. ˈɯnvɑn nə ləˈzai̯." ˈaʒwə ˈdaz.]

*************************

ENG TRS: "While you ran the store, the curse closed it?"
WIZ GLS: During control-STA 2S.NOM ACC store, close-TEL-IRR curse  3Si.ACC, yes   Q?
WIZ TRS: "auv   darauniya   lu     aa  miram, bbirarwaj     unvaun vai,     yauha a."

WIZ: "auv darauniya lu aa miram, bbirarwaj unvaun vai, yauha a."
IPA: ["ˈɑv dəˈɾɑˌnijə ˈlɯ ˈe ˈmiɾəm, ˈpiɾəɾwəʒ ˈɯnvɑn ˈvai̯, ˈjɑɦə̤ ˈa."]

**************************

ENG TRS: "Unfortunately, the curse demanded for the store to be closed. I'm sure the curse will not end for a long time! The demon's curse did not exist when I worked here."
WIZ GLS: demand-TEL  curse  3Si.ACC; close-STA must store. during time much,  NEG-end-TEL-IRR curse;  know-STA 1S.NOM 3Si.ACC. during work-STA 1S.NOM here-INE, NEG-exist-STA curse  spirit-ABL bad.  
WIZ TRS: "ubbyi      unvaun vai;     bbirariya ajal miram. auv    daam madzi, bauniyinyij     unvaun; hadiya   yau    vai.     auv    gariya   yau    iddal,    bauhiya       unvaun ajmahigza  augu.

WIZ: "ubbyi unvaun vai; bbirariya ajal miram. auv daam madzi, bauniyinyij unvaun; hadiya yau vai. auv gariya yau iddal, bauhiya unvaun ajmahigza augu."
IPA: ["ˈɯpji ˈɯnvɑn vai̯; ˈpiɾəˌɾijə ˈaʒəl ˈmiɾəm. ˈɑv ˈdem ˈmadzi, bɑˈnijɪnˌyiʒ ˈɯnvɑn; ɣə̤ˈdijə ˈjɑ ˈvai̯. ˈɑv ɡəˈɾijə jɑ ˈiˌtal, bɑˈɦi̤jə ˈɯnvɑn ˈaʒməˌɦi̤ɡzə ˈɑɡɯ."]

</pre>
</div>
</div>

<div id="outline-container-orga35a9b2" class="outline-2">
<h2 id="orga35a9b2"><span class="section-number-2">3</span> <span class="todo WAIT">WAIT</span> Grammar</h2>
<div class="outline-text-2" id="text-3">
<p>
Old Laikan is an a posteriori IE conlang I&rsquo;ve been working on for a couple years.
I&rsquo;m sorry it&rsquo;s kinda very irregular.
</p>
</div>
