relay/10/05-talla.org
** Phonology
It's not too important for this but Old Likan's phonetic inventory is as follows:

#+Caption: Consonants
| mʲ m | n     | ɲ  |      |    |
| pʲ p | t     |    | kʲ k |    |
|      | t͡s t͡s̠ | t͡ɕ |      |    |
| ɸʲ ɸ | s  s̠  | ɕ  | xʲ x | xʷ |
|      |       | j  |      | w  |
|      | r     | rʲ |      |    |
|      | l     | lʲ |      |    |

#+Caption: Orthography
| my m | n     | ɲ  |      |     |
| py p | t     |    | ky k |     |
|      | ts tz | tś |      |     |
| fy f | s  z  | ś  | xy x | xw* |
|      |       | y  | w    |     |
|      | r     | ry |      |     |
|      | l     | ly |      |     |

*<x> is interchangeable with <h> orthographically.

Vowels
IPA:
| iː i | ɨ | uː | u |
| ɛː e | ə | ɔː | o |
| æ    | a | ɑː |   |

Ortho:
| ī  i | ë | ū | u |
| ē  e | ə | ō | o |
| ä    | a | ā |   |



Palatalization of consonants occurs in closed and nasal syllables before the
following vowels and <y>:

a~ä, ē, ō, e

Note: this does not always happen before <a> and <e>, this suffixes will be
marked for palatalization with a ʲ to disambiguate.

| [+palatal] | [-palatal] |
|------------+------------|
| py         | p          |
| ts         | t          |
| ky         | k          |
| fy         | f          |
| xy         | x          |
| hy         | h          |
| ry         | r          |
| ly         | l          |
| my         | m          |
| ñ          | n          |
| pyr        | pr         |
| str        | tr         |
| kyr        | kr         |
| fyr        | fr         |
| xyr        | xr         |
| hyr        | hr         |
| pyl        | pl         |
| stl        | tl         |
| kyl        | kl         |
| fyl        | fl         |
| xyl        | xl         |
| hyl        | hl         |

** Morphology
It is highly inflectional and has quite a few nominal and verbal paradigms for
its declension and conjugations.

*** Nominals
Pronouns, Nouns and Adjectives are all inflected for case and number.
Nouns and adjectives can take on article, demonstrative, possessive and relative pronouns.
Furthermore, adjectives can take on superlatives and comparatives.

Nominals decline for the following 5 cases:

- <Oblique> :: The form of the noun that takes on articles, determinants and possessives. Marks the AGENT in the Middle-voice and Perfective aspect.
- <Nominative/Absolutive> :: Marks the SUBJECT in the Imperfective aspect and the PATIENT in the Middle-voice and perfective aspect.
- <Genitive> :: Marks the possessor of another noun and takes on certain postpositions to mark another case.
- <Accusative> :: Marks the OBJECT in imperfective aspect but can also mark the second object in ditransitive verbs regardless of the imperfective or perfective aspect. Takes on many directional postpositions.
- <Dative> :: Marks the indirect object and the benefactive. Main case for pospositions.

and two numbers:

- <Singular> :: acts like a paucal or collective in the indefinite.
- <Plural> :: rarer in the indefinite, only used for very specific instances.

**** Nouns
There are approximately 5 main declensions of which they are further subdivided
into Strong, Weak or Mixed paradigms.  Thus there are really 13 different with
an additional masculine, feminine and neuter version of each.

The paradigms, particularly the Strong grade are distinguished by changes in the
last consonant of the root, alternating from palatalized to non palatalized.  In
this mixed grade this affects both the final consonant of the root but also the
initial one if the core vowel alternates between palatalizing and non
palatalizing forms.  Palatalization only happens in the closed or nasal
morphemes.

Palatalization ONLY occurs in closed or nasal syllables!

These are the ones you will be encountering in the given text:

