relay/10/05-talla.html

<div id="outline-container-org4bb3aed" class="outline-3">
<h3 id="org4bb3aed"><span class="section-number-3">3.1</span> Phonology</h3>
<div class="outline-text-3" id="text-3-1">
<p>
It&rsquo;s not too important for this but Old Likan&rsquo;s phonetic inventory is as follows:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 1:</span> Consonants</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">mʲ m</td>
<td class="org-left">n</td>
<td class="org-left">ɲ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">pʲ p</td>
<td class="org-left">t</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">kʲ k</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">t͡s t͡s̠</td>
<td class="org-left">t͡ɕ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">ɸʲ ɸ</td>
<td class="org-left">s  s̠</td>
<td class="org-left">ɕ</td>
<td class="org-left">xʲ x</td>
<td class="org-left">xʷ</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">j</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">w</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">r</td>
<td class="org-left">rʲ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">l</td>
<td class="org-left">lʲ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
<caption class="t-above"><span class="table-number">Table 2:</span> Orthography</caption>

<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">my m</td>
<td class="org-left">n</td>
<td class="org-left">ɲ</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">py p</td>
<td class="org-left">t</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">ky k</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">ts tz</td>
<td class="org-left">tś</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">fy f</td>
<td class="org-left">s  z</td>
<td class="org-left">ś</td>
<td class="org-left">xy x</td>
<td class="org-left">xw*</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">y</td>
<td class="org-left">w</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">r</td>
<td class="org-left">ry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>

<tr>
<td class="org-left">&#xa0;</td>
<td class="org-left">l</td>
<td class="org-left">ly</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
*&lt;x&gt; is interchangeable with &lt;h&gt; orthographically.
</p>

<p>
Vowels
IPA:
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">iː i</td>
<td class="org-left">ɨ</td>
<td class="org-left">uː</td>
<td class="org-left">u</td>
</tr>

<tr>
<td class="org-left">ɛː e</td>
<td class="org-left">ə</td>
<td class="org-left">ɔː</td>
<td class="org-left">o</td>
</tr>

<tr>
<td class="org-left">æ</td>
<td class="org-left">a</td>
<td class="org-left">ɑː</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>

<p>
Ortho:
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<tbody>
<tr>
<td class="org-left">ī  i</td>
<td class="org-left">ë</td>
<td class="org-left">ū</td>
<td class="org-left">u</td>
</tr>

<tr>
<td class="org-left">ē  e</td>
<td class="org-left">ə</td>
<td class="org-left">ō</td>
<td class="org-left">o</td>
</tr>

<tr>
<td class="org-left">ä</td>
<td class="org-left">a</td>
<td class="org-left">ā</td>
<td class="org-left">&#xa0;</td>
</tr>
</tbody>
</table>



<p>
Palatalization of consonants occurs in closed and nasal syllables before the
following vowels and &lt;y&gt;:
</p>

<p>
a~ä, ē, ō, e
</p>

<p>
Note: this does not always happen before &lt;a&gt; and &lt;e&gt;, this suffixes will be
marked for palatalization with a ʲ to disambiguate.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">[+palatal]</th>
<th scope="col" class="org-left">[-palatal]</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">py</td>
<td class="org-left">p</td>
</tr>

<tr>
<td class="org-left">ts</td>
<td class="org-left">t</td>
</tr>

<tr>
<td class="org-left">ky</td>
<td class="org-left">k</td>
</tr>

<tr>
<td class="org-left">fy</td>
<td class="org-left">f</td>
</tr>

<tr>
<td class="org-left">xy</td>
<td class="org-left">x</td>
</tr>

<tr>
<td class="org-left">hy</td>
<td class="org-left">h</td>
</tr>

<tr>
<td class="org-left">ry</td>
<td class="org-left">r</td>
</tr>

<tr>
<td class="org-left">ly</td>
<td class="org-left">l</td>
</tr>

<tr>
<td class="org-left">my</td>
<td class="org-left">m</td>
</tr>

<tr>
<td class="org-left">ñ</td>
<td class="org-left">n</td>
</tr>

<tr>
<td class="org-left">pyr</td>
<td class="org-left">pr</td>
</tr>

<tr>
<td class="org-left">str</td>
<td class="org-left">tr</td>
</tr>

<tr>
<td class="org-left">kyr</td>
<td class="org-left">kr</td>
</tr>

<tr>
<td class="org-left">fyr</td>
<td class="org-left">fr</td>
</tr>

<tr>
<td class="org-left">xyr</td>
<td class="org-left">xr</td>
</tr>

<tr>
<td class="org-left">hyr</td>
<td class="org-left">hr</td>
</tr>

<tr>
<td class="org-left">pyl</td>
<td class="org-left">pl</td>
</tr>

<tr>
<td class="org-left">stl</td>
<td class="org-left">tl</td>
</tr>

<tr>
<td class="org-left">kyl</td>
<td class="org-left">kl</td>
</tr>

<tr>
<td class="org-left">fyl</td>
<td class="org-left">fl</td>
</tr>

<tr>
<td class="org-left">xyl</td>
<td class="org-left">xl</td>
</tr>

<tr>
<td class="org-left">hyl</td>
<td class="org-left">hl</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org51d761e" class="outline-3">
<h3 id="org51d761e"><span class="section-number-3">3.2</span> Morphology</h3>
<div class="outline-text-3" id="text-3-2">
<p>
It is highly inflectional and has quite a few nominal and verbal paradigms for
its declension and conjugations.
</p>
</div>

<div id="outline-container-org978a108" class="outline-4">
<h4 id="org978a108"><span class="section-number-4">3.2.1</span> Nominals</h4>
<div class="outline-text-4" id="text-3-2-1">
<p>
Pronouns, Nouns and Adjectives are all inflected for case and number.
Nouns and adjectives can take on article, demonstrative, possessive and relative pronouns.
Furthermore, adjectives can take on superlatives and comparatives.
</p>

<p>
Nominals decline for the following 5 cases:
</p>

<dl class="org-dl">
<dt>&lt;Oblique&gt;</dt><dd>The form of the noun that takes on articles, determinants and possessives. Marks the AGENT in the Middle-voice and Perfective aspect.</dd>
<dt>&lt;Nominative/Absolutive&gt;</dt><dd>Marks the SUBJECT in the Imperfective aspect and the PATIENT in the Middle-voice and perfective aspect.</dd>
<dt>&lt;Genitive&gt;</dt><dd>Marks the possessor of another noun and takes on certain postpositions to mark another case.</dd>
<dt>&lt;Accusative&gt;</dt><dd>Marks the OBJECT in imperfective aspect but can also mark the second object in ditransitive verbs regardless of the imperfective or perfective aspect. Takes on many directional postpositions.</dd>
<dt>&lt;Dative&gt;</dt><dd>Marks the indirect object and the benefactive. Main case for pospositions.</dd>
</dl>

<p>
and two numbers:
</p>

<dl class="org-dl">
<dt>&lt;Singular&gt;</dt><dd>acts like a paucal or collective in the indefinite.</dd>
<dt>&lt;Plural&gt;</dt><dd>rarer in the indefinite, only used for very specific instances.</dd>
</dl>
</div>

<div id="outline-container-org23ddeb3" class="outline-5">
<h5 id="org23ddeb3"><span class="section-number-5">3.2.1.1</span> Nouns</h5>
<div class="outline-text-5" id="text-3-2-1-1">
<p>
There are approximately 5 main declensions of which they are further subdivided
into Strong, Weak or Mixed paradigms.  Thus there are really 13 different with
an additional masculine, feminine and neuter version of each.
</p>

<p>
The paradigms, particularly the Strong grade are distinguished by changes in the
last consonant of the root, alternating from palatalized to non palatalized.  In
this mixed grade this affects both the final consonant of the root but also the
initial one if the core vowel alternates between palatalizing and non
palatalizing forms.  Palatalization only happens in the closed or nasal
morphemes.
</p>

<p>
Palatalization ONLY occurs in closed or nasal syllables!
</p>

<p>
These are the ones you will be encountering in the given text:
</p>
</div>

<ol class="org-ol">
