relay/10/05-talla.org
***** Personal Pronouns
#+ATTR_HTML: :style columns:3
#+BEGIN_div
| 1    | s      | p      |
|------+--------+--------|
| OBL  | mya-   | ña-    |
| NOM  | zäṃ    | wē     |
| GEN  | myam   | yəryaṃ |
| ACC  | ma     | yəma   |
| DAT  | myatśe | yəmē   |
|      |        |        |
| POSS | myai-  | ñar-   |

| 2    | s     | p    |
|------+-------+------|
| OBL  | tsa-  | wä-  |
| NOM  | tū    | yū   |
| GEN  | tsau  | ośoṃ |
| ACC  | to    | ośo  |
| DAT  | tsafe | ośmē |
|      |       |      |
| POSS | tsai- | wär- |

| 3    |      |
|------+------|
| OBL  | hā-  |
| NOM  | hwā  |
| GEN  | hāu  |
| ACC  | hwā  |
| DAT  | hāfe |
|      |      |
| POSS | hāu- |
#+END_div

When marking a noun for possession, the noun is declines in the oblique with the
pronoun suffixed to the end of it.  This goes for all the following pronouns as
well.

***** Definite article
Marks for definiteness. Turns adjectives into nouns.
|     | s    |      |       | p      |    |    |
|     | m    | f    | n     | m      | f  | n  |
| /   | <    |      | >     | <      |    | >  |
|-----+------+------+-------+--------+----+----|
| NOM | ya   | ī    | i(tz) | yē     | ī  | ā  |
| GEN | yar  | yara | yar   | yaroṃ  | 〃 | 〃 |
| ACC | iṃ   | īu   | i(tz) | ye(ts) | īi | ā  |
| DAT | yamo | 〃   | 〃    | yōm    | 〃 | 〃 |

When suffixed, the initial <y> palatalized the root of the noun, except for the
Nominative masculine singular which is written <-a> after a consonant and <-ä>
after a vowel (but pronounced ~/ja/~)

***** Proximal Demonstrative
|     | s     |       |        | p      |        |        |
|     | m     | f     | n      | m      | f      | n      |
| /   | <     |       | >      | <      |        | >      |
|-----+-------+-------+--------+--------+--------+--------|
| NOM | ha    | hā    | tā(tz) | tē     | tā     | 〃     |
| GEN | tsaś  | 〃    | 〃     | tsaśoṃ | tāroṃ  | tsaśoṃ |
| ACC | tsaṃ  | tāṃ   | tā(tz) | ta(ts) | tā(ts) | tā     |
| DAT | tsame | tsaśe | tsame  | tsēm   | 〃     | 〃     |

***** Distal Demonstrative

***** Relative Pronoun

***** Relative Determiner

***** Anaphoric Pronoun

**** Verbs

***** Conjugation

***** Verbal Classes

***** Aspect Constructions

***** Negation

*** Syntax

