relay/10/05-talla.org
* WAIT Lexicon
Nouns: nominative singular, genitive singular, definite nominative singular (with oblique root)		Declension Number.

Adjectives: nominative singular masculine, genitive singular masculine, nominative singular feminine	All 1st Declension (m/n) or 2nd (f)

Verbs: active 1st singular present imperfective, active 1st singular past imperfective, perfective root, past participle nominative singular masculine	verbal class.

| Root                            | Decline | Gloss                                                   |
|---------------------------------+---------+---------------------------------------------------------|
| en, yau, yar, ośots             | IRR.    | to be, COPULA                                           |
| ërotā, ërotā, ërotaī            | 2f.     | curse                                                   |
| hāu, hāwəś, hāwa                | adj.    | hard, sharp, difficult                                  |
| hāyen, hayäṃ, hāi, hayats       | ii.     | end, finish; AUX. CESSATIVE                             |
| hiś                             | adv.    | AFFIRMATIVE                                             |
| hītśan, tsāu, hītśa, tsasta     | iii.    | to stand                                                |
| īzër                            | det.    | here                                                    |
| ka                              | conj.   | and, also, but                                          |
| kitśon, ketśuu, kitśo, ketśusta | v.      | to rule, to shape up, to manage                         |
| lizo, lizne, liz, lyezats       | i.      | to leave something behind, to leave, to depart          |
| māhan, məhāu, māha, məhāsta     | iii.    | to be able, to do                                       |
| mi-                             | pre     | NEGATIVE                                                |
| mien, myau, myar, miśots        | IRR.    | Negative COPULA                                         |
| mlyeya, mlyeyäś, mlyeyā         | adj.    | nice, pleasant, proper                                  |
| okorā, okorā, okoraī            | 2f.     | song, chant; fate                                       |
| ośo, ośoś, ośoä                 | 1m.     | lord, sir                                               |
| pənu                            | conj.   | but                                                     |
| pətsi                           | adv.    | after, later in time, following                         |
| fa                              | adv.    | truly, surely                                           |
| fyreka, fyrekäś, fyrekā         | adj.    | angry, violent                                          |
| ryako, rāṃ, ryak, rāts          | i.      | to speak, to say                                        |
| śäserme, śäro, śäsre, śərasta   | iv.     | to abate, to stop, to come to a halt                    |
| śēśtme, śētśo, śētśm śetśasta   | iv.     | to close, to shut                                       |
| śorā, śorā, śoraī               | 2f.     | spirit, demon                                           |
| sun, suu, su, susta             | iii.    | to see, to watch                                        |
| suts, susta, sustaä             | 3m.     | seer, watcher                                           |
| tärśen, tresäṃ, tärəś, tresats  | ii.     | to look at, to glance, to see properly                  |
| tāzarme, täro, tāzar, tərasta   | iv.     | to work, to make order                                  |
| təti                            | conj.   | CONDITIONAL, so, then, if                               |
| tosa, tosäś, tosā               | adj.    | wrong, bad                                              |
| tśun, tśuu, tśusta              | iii.    | to take, to bear in mind                                |
| tui                             | conj.   | but (bearing in mine)..., but (regardless)..., save for |
| wätle, wätləś, wätla            | 1m.     | time, a while                                           |
| wēzen, wiziñaṃ, wēz, wizinats   | ii.     | to know                                                 |
| wu                              | conj.   | thus, so                                                |
| xyleñōn, xylōu, xyleñō, xylosta | iii.    | to hear                                                 |
| yətsar                          | conj.   | also                                                    |
| zeta, zetsaś, zetaä             | 1m.     | shop, store, small building                             |

* Navigation
:PROPERTIES:
:HTML_CONTAINER: footer
:UNNUMBERED: t
:END:

#+BEGIN_EXPORT html
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>5</strong></div>
  </div>
  <a href="04-alllen.html" id="prev" rel="prev">Previous</a>
  <a href="06-nyar.html" id="next" rel="next">Next</a>
</nav>
#+END_EXPORT

