relay/10/05-talla.html

<li><a id="org05be98c"></a>Negation<br /></li>
</ol>
</div>
</div>

<div id="outline-container-orgee97e58" class="outline-4">
<h4 id="orgee97e58"><span class="section-number-4">3.2.2</span> Syntax</h4>
</div>
</div>
</div>

<div id="outline-container-org5488629" class="outline-2">
<h2 id="org5488629"><span class="section-number-2">4</span> <span class="todo WAIT">WAIT</span> Lexicon</h2>
<div class="outline-text-2" id="text-4">
<p>
Nouns: nominative singular, genitive singular, definite nominative singular (with oblique root)		Declension Number.
</p>

<p>
Adjectives: nominative singular masculine, genitive singular masculine, nominative singular feminine	All 1st Declension (m/n) or 2nd (f)
</p>

<p>
Verbs: active 1st singular present imperfective, active 1st singular past imperfective, perfective root, past participle nominative singular masculine	verbal class.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Root</th>
<th scope="col" class="org-left">Decline</th>
<th scope="col" class="org-left">Gloss</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">en, yau, yar, ośots</td>
<td class="org-left">IRR.</td>
<td class="org-left">to be, COPULA</td>
</tr>

<tr>
<td class="org-left">ërotā, ërotā, ërotaī</td>
<td class="org-left">2f.</td>
<td class="org-left">curse</td>
</tr>

<tr>
<td class="org-left">hāu, hāwəś, hāwa</td>
<td class="org-left">adj.</td>
<td class="org-left">hard, sharp, difficult</td>
</tr>

<tr>
<td class="org-left">hāyen, hayäṃ, hāi, hayats</td>
<td class="org-left">ii.</td>
<td class="org-left">end, finish; AUX. CESSATIVE</td>
</tr>

<tr>
<td class="org-left">hiś</td>
<td class="org-left">adv.</td>
<td class="org-left">AFFIRMATIVE</td>
</tr>

<tr>
<td class="org-left">hītśan, tsāu, hītśa, tsasta</td>
<td class="org-left">iii.</td>
<td class="org-left">to stand</td>
</tr>

<tr>
<td class="org-left">īzër</td>
<td class="org-left">det.</td>
<td class="org-left">here</td>
</tr>

<tr>
<td class="org-left">ka</td>
<td class="org-left">conj.</td>
<td class="org-left">and, also, but</td>
</tr>

<tr>
<td class="org-left">kitśon, ketśuu, kitśo, ketśusta</td>
<td class="org-left">v.</td>
<td class="org-left">to rule, to shape up, to manage</td>
</tr>

<tr>
<td class="org-left">lizo, lizne, liz, lyezats</td>
<td class="org-left">i.</td>
<td class="org-left">to leave something behind, to leave, to depart</td>
</tr>

<tr>
<td class="org-left">māhan, məhāu, māha, məhāsta</td>
<td class="org-left">iii.</td>
<td class="org-left">to be able, to do</td>
</tr>

<tr>
<td class="org-left">mi-</td>
<td class="org-left">pre</td>
<td class="org-left">NEGATIVE</td>
</tr>

<tr>
<td class="org-left">mien, myau, myar, miśots</td>
<td class="org-left">IRR.</td>
<td class="org-left">Negative COPULA</td>
</tr>

<tr>
<td class="org-left">mlyeya, mlyeyäś, mlyeyā</td>
<td class="org-left">adj.</td>
<td class="org-left">nice, pleasant, proper</td>
</tr>

<tr>
<td class="org-left">okorā, okorā, okoraī</td>
<td class="org-left">2f.</td>
<td class="org-left">song, chant; fate</td>
</tr>

<tr>
<td class="org-left">ośo, ośoś, ośoä</td>
<td class="org-left">1m.</td>
<td class="org-left">lord, sir</td>
</tr>

<tr>
<td class="org-left">pənu</td>
<td class="org-left">conj.</td>
<td class="org-left">but</td>
</tr>

<tr>
<td class="org-left">pətsi</td>
<td class="org-left">adv.</td>
<td class="org-left">after, later in time, following</td>
</tr>

<tr>
<td class="org-left">fa</td>
<td class="org-left">adv.</td>
<td class="org-left">truly, surely</td>
</tr>

<tr>
<td class="org-left">fyreka, fyrekäś, fyrekā</td>
<td class="org-left">adj.</td>
<td class="org-left">angry, violent</td>
</tr>

<tr>
<td class="org-left">ryako, rāṃ, ryak, rāts</td>
<td class="org-left">i.</td>
<td class="org-left">to speak, to say</td>
</tr>

<tr>
<td class="org-left">śäserme, śäro, śäsre, śərasta</td>
<td class="org-left">iv.</td>
<td class="org-left">to abate, to stop, to come to a halt</td>
</tr>

<tr>
<td class="org-left">śēśtme, śētśo, śētśm śetśasta</td>
<td class="org-left">iv.</td>
<td class="org-left">to close, to shut</td>
</tr>

<tr>
<td class="org-left">śorā, śorā, śoraī</td>
<td class="org-left">2f.</td>
<td class="org-left">spirit, demon</td>
</tr>

<tr>
<td class="org-left">sun, suu, su, susta</td>
<td class="org-left">iii.</td>
<td class="org-left">to see, to watch</td>
</tr>

<tr>
<td class="org-left">suts, susta, sustaä</td>
<td class="org-left">3m.</td>
<td class="org-left">seer, watcher</td>
</tr>

<tr>
<td class="org-left">tärśen, tresäṃ, tärəś, tresats</td>
<td class="org-left">ii.</td>
<td class="org-left">to look at, to glance, to see properly</td>
</tr>

<tr>
<td class="org-left">tāzarme, täro, tāzar, tərasta</td>
<td class="org-left">iv.</td>
<td class="org-left">to work, to make order</td>
</tr>

<tr>
<td class="org-left">təti</td>
<td class="org-left">conj.</td>
<td class="org-left">CONDITIONAL, so, then, if</td>
</tr>

<tr>
<td class="org-left">tosa, tosäś, tosā</td>
<td class="org-left">adj.</td>
<td class="org-left">wrong, bad</td>
</tr>

<tr>
<td class="org-left">tśun, tśuu, tśusta</td>
<td class="org-left">iii.</td>
<td class="org-left">to take, to bear in mind</td>
</tr>

<tr>
<td class="org-left">tui</td>
<td class="org-left">conj.</td>
<td class="org-left">but (bearing in mine)&#x2026;, but (regardless)&#x2026;, save for</td>
</tr>

<tr>
<td class="org-left">wätle, wätləś, wätla</td>
<td class="org-left">1m.</td>
<td class="org-left">time, a while</td>
</tr>

<tr>
<td class="org-left">wēzen, wiziñaṃ, wēz, wizinats</td>
<td class="org-left">ii.</td>
<td class="org-left">to know</td>
</tr>

<tr>
<td class="org-left">wu</td>
<td class="org-left">conj.</td>
<td class="org-left">thus, so</td>
</tr>

<tr>
<td class="org-left">xyleñōn, xylōu, xyleñō, xylosta</td>
<td class="org-left">iii.</td>
<td class="org-left">to hear</td>
</tr>

<tr>
<td class="org-left">yətsar</td>
<td class="org-left">conj.</td>
<td class="org-left">also</td>
</tr>

<tr>
<td class="org-left">zeta, zetsaś, zetaä</td>
<td class="org-left">1m.</td>
<td class="org-left">shop, store, small building</td>
</tr>
</tbody>
</table>
</div>
</div>

<footer id="outline-container-org382ea8c" class="outline-2">
<h2 id="org382ea8c">Navigation</h2>
<div class="outline-text-2" id="text-org382ea8c">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>10</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>5</strong></div>
  </div>
  <a href="04-alllen.html" id="prev" rel="prev">Previous</a>
  <a href="06-nyar.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
